Repository: mozilla-l10n/mt-training-data
Catalog: bsk/bsk_pontoon.tmx
Source language: en_us
Languages: bsk

source: Invalid file
bsk: khot duruwe file api

source: IsiNdebele (North)
bsk: isNdebele

source: IsiNdebele (South)
bsk: isNdebele (south)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
bsk: maar leel bila ke ISO codes

source: Is the clip valid?
bsk: gute clip sahi bilaa?

source: It contains words or phrases that are hard to read or pronounce.
bsk: khutulo lafzin ke bariṅ ġatayar ḍom bican

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
bsk: 100 cum baske baaṣe kuyooće mene mi etas duruate barosa ećaan ite dataset host ećar daa platform improve ecár taqriiban yoolulo hik million dollars e xarća bi amit

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
bsk: gute duruwaṭe taqriiban yoolulo hik million dollare nićiyen amulo dataset host meybila daa tha cum baske baaṣiṅe sise mimate baroosa ećaan. Une ke gokeer value ićhićaan ke maymo baaṣ e data meer emasin

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
bsk: Community program egucaras, platform warc eṭas, dataset diyusas daa lagaaṭar host ećar juḍa but biduro nićiyen

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
bsk: gute but laazmi bila ke uyoon text e jumlan public domain e bican beske common voice e dataset c̣c0 license e yaare diyusum bila. jmukamal yaqiin bila ke umlaan upload etin daa citation laazmi śaamil etin

source: It is written in a language different than what I’m reviewing.
bsk: jaa hik ke barenas ite cum khot tʰum baaṣanulo girminum bila

source: It is written in a language different than what I’m speaking.
bsk: jaa etas ite baaṣ cum kʰot tʰum baaṣanulo girminaan

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
bsk: gute but laazmi bila ke citations in ulo maniṣ beske ike jumlan public domain ulo maniṣ daa besan ke copy right qad ġan an oomaniṣ

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
bsk: common voice e duro ce duuniṣ xaa butan duroiṅ etas meey bila. mii midamate ayeća baan. meeka duro ećumaa? mamacum dimeyljar milćin ne baan

source: Japanese
bsk: japaani

source: Join Discord Community
bsk: Discord Community lo kaa maneyin.

source: Join the Common Voice mailing list
bsk: common voice e mailing list ulo kaa maneyin

source: Join us on Discord
bsk: Discordulo me kaa kaa meneyin

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
bsk: masum ikeer but samba ayetum han alto jumlanulo juwaap mićʰiyas maamay baan. maa baaṣ ulo adap daa malciṣin omaniṣ

source: Just Unsure?
bsk: leel api

source: Kabardian (East Circassian)
bsk: kabardian

source: Kazakh
bsk: kazaaq

source: { $kb }kb max
bsk: kb max

source: Keep
bsk: oosin

source: Keep it up, record again <recordIcon></recordIcon>
bsk: śuwa duro ećume huro. daa hik ke record etin

source: Keep the recordings
bsk: recordings oos

source: Keep track of your progress and metrics across multiple languages.
bsk: maymo duro e track oosin daa har raxte baaṣiṅ e data hisaap oosin

source: Keep track of your progress with a profile
bsk: maimo durue progress profile kaa esaljume hurṭin

source: Keep track of your progress with a profile and help our voice data be more accurate.
bsk: maimo duro e yaatqiṣ manaas profile kaa yom etin daa mii voice data sahi etasulo mii miriin ce duunin

source: Konkani (Devanagari)
bsk: konkani

source: Korean
bsk: koriyan

source: Kurmanji Kurdish
bsk: kumaji kurdish

source: Kyrgyz
bsk: kirghis

source: Language
bsk: baaṣ

source: Language Fundamentals (e.g. Digits, Letters, Money)
bsk: baaṣ inaaẏ maslan digits, huruupuc, bidiro

source: Language Request
bsk: baaṣe uzur

source: Language request successfully submitted, thank you.
bsk: juu goor, baṣe uzur miya baan

source: Languages
bsk: baaṣiṅ

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
bsk: baaṣin beśal localize eća baan ke ite ulo eke iymo validation rules kaa iymo izaafi zaruuriatin meeymi. agar baaṣe xaas validation file api ke angreziyo qanoon iriin emaśi

source: Language Text
bsk: Baṣe ćaġa bar

source: Large bulk sentence submission
bsk: butan jumlan e jama manaas

source: Large scale corporates and platform companies
bsk: uyum peemaanate duro etaśo corporates daa platform compani miṅ

source: Last Updated: { $lastUpdatedTimeStamp }
bsk: iljimuśum manum update

source: Launched
bsk: duro ce duunuman

source: Leaderboard Visibility
bsk: leaderboard ġanaas

source: Learn about partnerships with Common Voice
bsk: common voice e kaa kaa numa duro etas henin

source: Learn how to check a transcription
bsk: belate transcription ar barenas bila ke khole henin

source: Learn how to take part
bsk: belate kaa manaas bila ke ite hen

source: Learn how to transcribe
bsk: belate transcribe ećaan ke henin

source: Learn how to use this page
bsk: page belata egucarćaan ke ite henin

source: Learn More
bsk: daa henin

source: Leaving now means you’ll lose your changes
bsk: muto phat etase matlab une etum changes lose ećuma

source: Leaving now means you'll lose your progress
bsk: muuto phat ne niyas matlab maa etum duro chilane meeymi

source: Let's Get Started
bsk: duro ce duuyan naa

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
bsk: harpuc senum ite baaṣulum maniṣ. masalan “ж” ruusi baaṣe harpan bi magam beśal ke angreezi ulo istimaal eemani bi

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
bsk: Librispeech taqriiban 16Khz e hazaar gantane angreezi baring amik LibriVox project e ghatumin audiobooks cum daal etum bican

source: License: <licenseLink>CC-0</licenseLink>
bsk: license

source: License: <licenseLink>{ $license }</licenseLink>
bsk: license

source: Link Copied
bsk: link copy manimi

source: Links to websites that can help us understand the language
bsk: baaṣ mesulo biśaćar websites iṅe links

source: Listen
bsk: damayalin

source: Listening
bsk: dimeyalas

source: Listen options menu
bsk: damayalase options menu

source: Listen-Queue
bsk: dimeylase queue

source: Loading…
bsk: loading mey bila

source: Loading sentences…
bsk: jumlan load mey bican

source: Localized
bsk: miimo baaṣar suas

source: Login Identity
bsk: login identify etin

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
bsk: login yaa sign up etin har raxte jumlan kaa ećar

source: Log in or sign up to get started
bsk: log in or sign up ne shuru etin

source: Log In / Sign Up
bsk: log in/ sign up etin

source: Log In / Sign Up with { $company } email
bsk: maymo email cum login/sign maneyiṅ

source: Log Out
bsk: log out maneyn

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
bsk: text ar barenin amulo copyright awaaji api ke, masalan 1920 cum yar girmum ike publish manum kitaapićan

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
bsk: tey ġeyśila ke gute baaṣulo dimeyljar clips in api. mii miriin ce duunin daa muu record netan queue ulo fill etin

source: Macedonian
bsk: mesedonian

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
bsk: maa ćaġa etas cum yaar platform e record etasar barenin daa beśal ćaġa bas etumar et ban maniṣ.

source: Make sure the sentence meets the following criteria:
bsk: barenin ke jumlane yaare mićim ite criteria juwan maniṣ

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
bsk: meyik ayosum kama demographic data nemasin maymo data butan maalumaat ke desmanin. mii demographic data jama etum ine leel ayoomanas ne hole sisar emaśa baan

source: Malagasy
bsk: malagasi

source: Male/Masculine
bsk: hir/hirsis

source: Manage Email Subscriptions
bsk: email subscriptions manage etin

source: Manage Subscriptions
bsk: subscriptions manage etin

source: <mark>Check</mark>
bsk: bare

source: <mark>Data</mark>
bsk: data

source: <mark>Prompt</mark>
bsk: duġarusasin

source: <mark>Respond</mark>
bsk: jawaap aćhi

source: <mark>Transcribe</mark>
bsk: transcribe eti

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
bsk: maymo research mesase gane maymo CV khole doocin

source: <mark>We need</mark><br/><mark>your help!</mark>
bsk: maa mirin ce duunas mimar awaaji bila

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform.
bsk: Matrix uyoone gane ćaġa bar etase diśan bila daa mozilla akiljuko diśmiṅ damśi eći bi.

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
bsk: mii homepage maar madat eći aaġaya baa. besan duġarusas manimi ke matrix comunity chat kaa maneyin. monitor site besan maqmasaan manimi ke GitHub yaa mii discourse forums ar damaaman ke

source: Media and Entertainment
bsk: media daa śuġuliṅ

source: Message
bsk: دو گا رو سوما

source: Michoacán Mazahua
bsk: Michoacan Mazahua

source: Minimum sentences in file: 1000
bsk: maximum jumlan file ulo: 1000

source: [Mismatched content]
bsk: atumaẏas content

source: Misreadings
bsk: aparc doyalas

source: Missing an 's' at the end of a word.
bsk: lafz e iljimuśulo "s" api

source: Missing an <strong>'s'</strong> at the end of a word.
bsk: lafz e iljumuśulo ‘s’ miss mani bi

source: Missing 'A' or 'The' at the beginning of the recording.
bsk: recording e yarmuśuo "A" yaa "the" api

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
bsk: recording e yarmusulo ‘A’ yaa ‘The’ miss mani bi.

source: Missing the end of the last word by cutting off the recording too quickly.
bsk: choor recording etas waja te lafze iljumuś hisa oomanas

source: Mixed
bsk: jarmaṣ

source: More
bsk: daa/hik ke

source: [More has been recorded than the required text]
bsk: awajiye text cum but record manila

source: More languages coming soon
bsk: butan baaṣiṅ cʰor ẓuc̣i

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
bsk: butan data uyoṅko companies eedurućiyen amit lap cum baske sisale api. gutee besan tʰoṣan dimanas ayeći bi teeylate mii project common voice śuru etaan. project amite voice recognition uyoonar open maniṣ

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
bsk: butan data uyoṅko companies eedurućiyen amit lap cum baske sisale api. gute besan tʰuaan dimanas ayeći bi teeylate mii project common voice śuru etaan. project amite voice recognition uyoonar open maniṣ

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
bsk: butan recordings sise uymo ućarulo bican. gayimo ućaring aumlo śatine ġaruan, khusr khusr manuaan yaa drama juwan ġaruan ke ike accept etin. ġarene yaa computer synthesized ućharing reject etin.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
bsk: belate sise ćaġa ećaan ke machine eykiyar common voice e madat eći bi amit mozila initative bila

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
bsk: Mozillaa common voice e project e kamiyaabiulo dunyatulum har kaṭe sis maslan activist, linguist, data scientist, academics and software engineeriśuwe urin bila.

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
bsk: mozila common voice dunyaatulo har raxte sise gati etum ućʰariṅe dataset bila daa mimar śat uyoon donations cum miyaća baan. gute duro ate yoolulo hik million dollars xarća bi amicate tʰaa cum baske datasets host eáaan daa platform warc ećaan. uyoon śaamil otas data maa ke qadar ećaan ke kʰulto donate etin

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
bsk: ćaġamin leel etas applications desmayar mozilla open source e ućʰar leel etase deep speech engine istimaal etas mey bila. mii Github overview ġatanin daa deepspeech discourse e kaa numan belata duro duunas bila ke henin

source: Mutual accountability.
bsk: gatimo zimawaari

source: N/A
bsk: bes ke be

source: Name
bsk: گوئک

source: Names of your language
bsk: une baaṣe iik

source: Native Language
bsk: mimimo baaṣ

source: Nature and Environment
bsk: fitrat daa mahool

source: Need help with the Sex or Gender changes?
bsk: sex yaa gender badal etase gane madat awaajiya?

source: Need some help with accent?
bsk: ćaġa etase andaaze gane kaman madat awaaji bilaa?

source: Need some help with variants?
bsk: han baaṣe muxtalif qisimine baraaulo kaman madat awaajiya?

source: Need to download your data?
bsk: maymo data download etas awaaji bilaa?

source: Nepali
bsk: niipaali

source: New Language Launch
bsk: thoṣ baaṣan śuru etuman

source: News and Current Affairs
bsk: xabarin daa saati khultum taxpan

source: Next
bsk: iciyaṭe

source: Nigerian Pidgin English
bsk: nigherian pidgin angrezi

source: NKo
bsk: niko

source: No
bsk: beeya

source: [No ‘a’ in the original text]
bsk: original texulo ‘a’ api

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
bsk: izin api daa bandiśing

source: No foreign letters
bsk: hulom harupuc bee

source: No gravatar found for your email
bsk: maa email ar gravatar an amiyaman

source: No information
bsk: be ke maalumat api

source: No information available
bsk: besan ke maalumatan api

source: No microphone found.
bsk: microphone eeycuman

source: No numbers and special characters
bsk: icʰanasiṅ ke khaas charaters bee

source: Norwegian Bokmål
bsk: norweigian bokmal

source: No sentences to review. <addLink>Add more sentences now!</addLink>
bsk: hik ḍame daa bareyar han ke jumlan api

source: ⓘ Not all sentences and clips have Variant tags yet!
bsk: uyoon jumlaṅ ke clips ate variant tag darum delum api

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
bsk: girminiṅ: beśal "Visble' ate oosuman ke, gute setting profile page cum badal mey mi

source: Note: You will still need to select between Speak or Listen to change contribution type.
bsk: mamar darum sen ke damaylin haran damśi etas e gane emasase type badal etin

source: Not Found
bsk: ataaġurkam

source: No Thanks
bsk: beeya juu

source: No thanks, continue speaking
bsk: beeya juu maar, seyme hurutin

source: No variant selected
bsk: diśe baaṣ damśi etum api

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
bsk: muu maa common voice baara ulo lukan phukan hey baa too bes duro ce atuy baa? micrphone icon ate click ne jumlan śatine ġatayar duun. tʰumiśue emasum ućariṅ hik ke barenasar maa ray ećaan ke play icon ate click etin. recordings ke screen ate girmin jumlan yom bicana confirm ećar mii madad ećuman

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
bsk: muuto maa maymo maćʰar meer nemasin mimar open source voice database desmansulo meer madat ećaan amit cum aminane ke dvice yaa web are tʰoṣ apps in desmanas emay bai. jumla ġatanin madat etase gane ke belate machine cʰane sise ćaġamin ećaan. tʰumiśu e duro emasumiśu ar nuparan in maymo duro qualtiy daltas etin. kʰot akuruman asaan bila

source: Number of Voices
bsk: ućʰariṅe taadaat

source: Numbers
bsk: icʰanas

source: Off
bsk: ban etas

source: Offensive Content
bsk: mimoos dimeecas content

source: Offensive language
bsk: ġuniqiṣ baaṣ

source: Offensive speech
bsk: mes ćakali meetas bariṅ

source: On
bsk: on etas

source: On desktop devices you can contribute by downloading…
bsk: maa desktop ate devices download no miriin ce duunas maamay baan

source: On his head he wore a beret.
bsk: beret nuse pharcinan yaći etimi

source: On iOS please continue with Safari to enable recording…
bsk: IOS ate recording etase gane Safari eedurin

source: Only show me sentences and clips from my variant
bsk: sirif jaa jeymo baaṣe variant e jumlan daa clips aaltir

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
bsk: itepa mo, agar ġatanas ine lafz yarne eycumate talfuz andazaanate seybay ke reject etin. agar maar leel api ke skip buton istimaal etin

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
bsk: agar ġatanas ine lafz yarne eycumate talfuz andazaanate seybay ke reject etin. agar maar leel api ke skip buton istimaal etin

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
bsk: mii etas duro uyum maqsad open innovations bila. research ulo gati numa duro ećar, data gati ećar daa interviews e gane mii kaa rabita etin

source: Optionally join on our email list for updates and new information about the project.
bsk: naya project maalumaat daa updates gane mii email list ulo optionally kaa maneyin

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
bsk: maymo rayate jama etum demographic data (gener, baax, daa ,garaase andaaz ) uyoon ar aaśkaar ayećan daa gute maa dataset ulo maa ac̣count e kaa ke omay mi. hanuman audio cilips ine demographc data kaa meeym beske ac̣urate analysis gane awaaji ẓuc̣i, masalan tehqiiq etaśue tayaar otas models han xaas demographic segment ane gane meeymi

source: Other
bsk: tʰumiṅ

source: Other Language
bsk: tʰumiṅ baaṣiṅ

source: Other people validate those voice clips.
bsk: thumiśo sise ike ućhariṅe clips iṅe tasdiiq ećaan

source: Other voice datasets…
bsk: tʰumin ućarine dataset in

source: Other Voice Datasets
bsk: tʰum ućarulo dataset in

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
bsk: mii gati duro etas manager e maa kaa rabita eći daa maa mariin ce duuimi, daa xabar maarći agar yarne maa mene gati numa maa baṣate duro ećaan ke

source: Our governance is founded on the pillars of:
bsk: mii intizaam guce ḍakumucate dal diyen bila:

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
bsk: Mii baaṣ mii minas, mii kuyooć, mii culture bila. Ye ẓuin dataset an desmayan amit duyatulo ġeyciṣ.

source: Our Partners
bsk: mii kaatumiśo

source: Our partners include...
bsk: Mii katumiśo

source: Overall Hr. Total
bsk: tok uyoon gantan

source: Papiamento (Aruba)
bsk: papiamento

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
bsk: Han baaṣ etaśo sis ćaġa barulo kaa maneyin, sawaalin duġarusin daa miyar ẓuwas yoorkumiṅulo kaa maneyin.

source: Partner
bsk: kaatumisho

source: Partners
bsk: kaatumiśo

source: Partnerships
bsk: kaatumiśo

source: Partnerships and networks
bsk: gati numa duro etas daa networks

source: Partnerships, Press and Stories, Community and Languages
bsk: kaatumiśo, press, minaśiṅ, kuyooć daa baaṣiṅ

source: Partner with us
bsk: mii kaatum mane

source: [Part of the text can’t be heard]
bsk: han text e hisa atimyaljabaan

source: Past recordings download requests
bsk: yarum etum recordings e download ećar buyat

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
bsk: common voice uyoon sise gane ućʰariṅe dataset an bila amitar razakaariśuwe śat ićʰićaan. Saati kʰuulto, buṭan ućʰariṅe dataseting kampnimine bican. ućʰare datasetulo angrezi aqaraśo, thum range sis, mazuuriśo, gusgiyaas, LGPTQIA ućʰariṅ api. ućʰariṅe technologiulo butan baaṣiṅe kaa duro ayećibi teeylate sis gaṭi notanin ućʰariṅ har diśulo bageeś eṭase ćamaat eća baan

source: People come and contribute their voices.
bsk: sis duunin daa ućhariṅ emaśaan

source: Persian
bsk: farsi

source: Personal dashboards keep you up-to-date with individual and community progress.
bsk: maymo dashboards e hin sise yaa kuyoocye duroin cum upadate mauruśi bi

source: Personally Identifiable Information
bsk: maymo masulo balum maalumat
